xml/request_templates/bog_two_series840.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>01201379|870970</ac:identifier>
              <dc:identifier xsi:type="dkdcplus:ISBN">87-11-09152-5</dc:identifier>
              <ac:source>Bibliotekskatalog</ac:source>
              <dc:title>Murder must advertise</dc:title>
              <dc:title xsi:type="dkdcplus:full">Murder must advertise</dc:title>
              <dc:title xsi:type="dkdcplus:series">Easy readers</dc:title>
              <dc:title xsi:type="dkdcplus:series">Easy readers. D</dc:title>
              <dc:creator xsi:type="dkdcplus:aut">Dorothy L. Sayers</dc:creator>
              <dc:creator xsi:type="oss:sort">Sayers, Dorothy L.</dc:creator>
              <dc:subject xsi:type="dkdcplus:DK5">83</dc:subject>
              <dc:subject xsi:type="dkdcplus:DK5-Text">Engelsk skønlitteratur</dc:subject>
              <dcterms:abstract>Kriminalroman hvori Lord Peter Wimsey søger ansættelse i et reklamebureau for at undersøge en medarbejders mystiske død og samtidig inddrages i medarbejdernes intriger</dcterms:abstract>
              <dcterms:audience xsi:type="dkdcplus:age">Fra 16 år</dcterms:audience>
              <dcterms:audience>børnematerialer</dcterms:audience>
              <dkdcplus:version>New edition, new impression</dkdcplus:version>
              <dc:publisher>Aschehoug</dc:publisher>
              <dc:date>1968</dc:date>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Bog</dc:type>
              <dc:format>illustreret</dc:format>
              <dcterms:extent>111 sider</dcterms:extent>
              <dc:language xsi:type="dcterms:ISO639-2">eng</dc:language>
              <dc:language>Engelsk</dc:language>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>00000n    2200000   4500</marcx:leader>
                <marcx:datafield ind1="0" ind2="0" tag="001">
                  <marcx:subfield code="a">01201379</marcx:subfield>
                  <marcx:subfield code="b">870970</marcx:subfield>
                  <marcx:subfield code="c">19991122155457</marcx:subfield>
                  <marcx:subfield code="d">19760624</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="004">
                  <marcx:subfield code="r">n</marcx:subfield>
                  <marcx:subfield code="a">e</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="008">
                  <marcx:subfield code="t">m</marcx:subfield>
                  <marcx:subfield code="u">r</marcx:subfield>
                  <marcx:subfield code="a">1968</marcx:subfield>
                  <marcx:subfield code="z">1999</marcx:subfield>
                  <marcx:subfield code="b">dk</marcx:subfield>
                  <marcx:subfield code="j">f</marcx:subfield>
                  <marcx:subfield code="l">eng</marcx:subfield>
                  <marcx:subfield code="o">s</marcx:subfield>
                  <marcx:subfield code="v">0</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="009">
                  <marcx:subfield code="a">a</marcx:subfield>
                  <marcx:subfield code="g">xx</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="021">
                  <marcx:subfield code="a">87-11-09152-5</marcx:subfield>
                  <marcx:subfield code="c">hf.</marcx:subfield>
                  <marcx:subfield code="d">kr. 61,00</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="032">
                  <marcx:subfield code="a">DBF199934</marcx:subfield>
                  <marcx:subfield code="x">SKO200002</marcx:subfield>
                  <marcx:subfield code="x">SFD199934</marcx:subfield>
                  <marcx:subfield code="x">BØK196801</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="044">
                  <marcx:subfield code="a">U</marcx:subfield>
                  <marcx:subfield code="b">14b</marcx:subfield>
                  <marcx:subfield code="c">3</marcx:subfield>
                  <marcx:subfield code="c">4</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="100">
                  <marcx:subfield code="a">Sayers</marcx:subfield>
                  <marcx:subfield code="h">Dorothy L.</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="245">
                  <marcx:subfield code="a">Murder must advertise</marcx:subfield>
                  <marcx:subfield code="e">Dorothy L. Sayers</marcx:subfield>
                  <marcx:subfield code="f">editors: Aage Salling, Erik Hvid</marcx:subfield>
                  <marcx:subfield code="f">illustrations: Oskar Jørgensen</marcx:subfield>
                  <marcx:subfield code="ø">Easy readers</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="250">
                  <marcx:subfield code="a">[New edition]</marcx:subfield>
                  <marcx:subfield code="b">New edition 1968</marcx:subfield>
                  <marcx:subfield code="x">[new impression]</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="260">
                  <marcx:subfield code="&amp;">1</marcx:subfield>
                  <marcx:subfield code="a">Copenhagen</marcx:subfield>
                  <marcx:subfield code="b">Aschehoug</marcx:subfield>
                  <marcx:subfield code="c">[1999]</marcx:subfield>
                  <marcx:subfield code="k">Sangill, Holme Olstrup</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="300">
                  <marcx:subfield code="a">111 sider</marcx:subfield>
                  <marcx:subfield code="b">ill.</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="440">
                  <marcx:subfield code="a">\Easy readers\</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="440">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="å">1</marcx:subfield>
                  <marcx:subfield code="a">Easy readers</marcx:subfield>
                  <marcx:subfield code="n">D</marcx:subfield>
                  <marcx:subfield code="o">Suspense</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="504">
                  <marcx:subfield code="&amp;">1</marcx:subfield>
                  <marcx:subfield code="a">Kriminalroman hvori Lord Peter Wimsey søger ansættelse i et reklamebureau for at undersøge en medarbejders mystiske død og samtidig inddrages i medarbejdernes intriger</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="517">
                  <marcx:subfield code="&amp;">1</marcx:subfield>
                  <marcx:subfield code="a">Fra 16 år</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="520">
                  <marcx:subfield code="a">Tidligere: New edition. 1968. (1. impression: Copenhagen : Grafisk Forlag, 1968. 112 sider. (Easy readers. D))</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="521">
                  <marcx:subfield code="a">New edition</marcx:subfield>
                  <marcx:subfield code="c">1968</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="521">
                  <marcx:subfield code="b">[New impression]</marcx:subfield>
                  <marcx:subfield code="c">[1999]</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="652">
                  <marcx:subfield code="m">83</marcx:subfield>
                  <marcx:subfield code="z">06</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="840">
                  <marcx:subfield code="a">Easy readers</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="840">
                  <marcx:subfield code="a">Easy readers</marcx:subfield>
                  <marcx:subfield code="n">D</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="945">
                  <marcx:subfield code="a">Suspense</marcx:subfield>
                  <marcx:subfield code="z">440/1</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="990">
                  <marcx:subfield code="a">SFD</marcx:subfield>
                  <marcx:subfield code="b">S</marcx:subfield>
                  <marcx:subfield code="b">B</marcx:subfield>
                  <marcx:subfield code="c">A</marcx:subfield>
                  <marcx:subfield code="o">199934</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="996">
                  <marcx:subfield code="a">DBC</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
            <os:identifier>870970-basis:01201379</os:identifier>
            <os:creationDate>2005-03-01</os:creationDate>
            <os:holdingsCount>58</os:holdingsCount>
            <os:lendingLibraries>57</os:lendingLibraries>
            <os:relations>
              <os:relation>
                <os:relationType>dbcaddi:hasCreatorDescription</os:relationType>
                <os:relationUri>870970-basis:02509849</os:relationUri>
              </os:relation>
              <os:relation>
                <os:relationType>dbcaddi:hasCreatorDescription</os:relationType>
                <os:relationUri>870970-basis:02499487</os:relationUri>
              </os:relation>
              <os:relation>
                <os:relationType>dbcaddi:hasCreatorDescription</os:relationType>
                <os:relationUri>870970-basis:03060039</os:relationUri>
              </os:relation>
              <os:relation>
                <os:relationType>dbcaddi:hasCreatorDescription</os:relationType>
                <os:relationUri>870970-basis:02863804</os:relationUri>
              </os:relation>
              <os:relation>
                <os:relationType>dbcaddi:hasCreatorDescription</os:relationType>
                <os:relationUri>870970-basis:40137661</os:relationUri>
              </os:relation>
              <os:relation>
                <os:relationType>dbcaddi:hasCreatorDescription</os:relationType>
                <os:relationUri>870970-basis:40166092</os:relationUri>
              </os:relation>
              <os:relation>
                <os:relationType>dbcaddi:hasCreatorDescription</os:relationType>
                <os:relationUri>870970-basis:09283927</os:relationUri>
              </os:relation>
            </os:relations>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
              <os:format>marcxchange</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
      <ns1:trackingId>bog_two_series840.xml.PLACEHOLDER</ns1:trackingId>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
